extLink[1] = 
{
  "编号": 1,
  "名称": "东方铃奈庵",
  "作者": "春河もえ/zun",
  "卷": {
    "1": [
      [
        "东方铃奈庵 卷1 页1",
        "东方铃奈庵 卷1 页2"
      ]
    ],
    "2": [
      [
        "东方铃奈庵 卷2 页1",
        "东方铃奈庵 卷2 页2"
      ]
    ]
  },
  "话": {
    "1": [
      [
        "东方铃奈庵 话1 页1",
        "东方铃奈庵 话1 页2"
      ]
    ],
    "2": [
      [
        "东方铃奈庵 话2 页1",
        "东方铃奈庵 话2 页2"
      ]
    ]
  },
  "番外": {
    "番外1": [
      [
        "东方铃奈庵 番外1 页1",
        "东方铃奈庵 番外1 页2"
      ]
    ],
    "番外2": [
      [
        "东方铃奈庵 番外2 页1",
        "东方铃奈庵 番外2 页2"
      ]
    ]
  }
}